@extends("frontend/layouts/employee/template") 
<style>
    .ml-3 {
        margin-left: 3rem;
    }

    .rules h4{
        line-height: 1.5rem;
        font-size: 15px;
    }
</style>
@section("content")
<div class="container-xxl flex-grow-1 container-p-y">
    <div class="row">
        <div class="col-md-12">
            <div class="card mb-4">
                <div class="card-body">
                    <div class="row">
                        <div class="col-md-12">
                            <div class="rules">
                                <h3>กฎระเบียบพนักงานภายในบริษัท เอกการยาง ออโต้เซอร์วิส จำกัด</h3><hr>
                                <h4>1.  พนักงานทุกคนต้องลงเวลาทำงานโดยสแกนลายนิ้วมือทุก ๆ ครั้งที่ปฏิบัติงาน (เวลาเริ่มทำงาน และ เลิกทำงาน)</h4>
                                <h4>2.  ไม่อนุญาตให้ออกนอกร้านในเวลาปฏิบัติงาน</h4>
                                <h4>3.  การลากิจ พนักงานที่มีสิทธิ์ลากิจจะต้องปฏิบัติงานครบ 1 ปีนับจากวันที่เริ่มทำงาน</h4>
                                <h4 class="ml-3">3.1  พนักงานผู้มีสิทธิ์ลากิจต้องยื่นใบลาล่วงหน้าอย่างน้อย 1 วัน โดยเขียนใบลาตามแบบฟอร์มของบริษัทฯ และส่งให้หัวหน้างานเซ็นอนุมัติ</h4>
                                <h4 class="ml-3">3.2  กรณีที่มีเหตุจำเป็นต้องลากะทันหัน ให้โทรลากับหัวหน้างาน และได้รับการอนุมัติเท่านั้นจึงจะสามารถใช้สิทธิ์ลาหยุดได้ เมื่อมาปฏิบัติงานให้ทำการเขียนใบลาทันที</h4>
                                <h4>4.  การลาพักร้อน พนักงานที่มีสิทธิ์ลาพักร้อนจะต้องปฏิบัติงานครบ 1 ปีนับจากวันที่เริ่มทำงาน พนักงานผู้มีสิทธิ์ลาพักร้อน ต้องยื่นใบลาล่วงหน้าอย่างน้อย 7 วัน และต้องได้รับการอนุมัติจากหัวหน้างานโดยเขียนใบลาตามแบบฟอร์มของบริษัทฯ (ไม่มีข้อยกเว้น) ส่งให้หัวหน้างานเซ็นอนุมัติ</h4>
                                <h4>5.  การลาป่วย พนักงานที่ลาป่วยต้องโทรแจ้งหัวหน้างานเพื่ออนุมัติ (ยกเว้นอาการโคม่าหรือไม่รู้สึกตัว) เมื่อมาปฏิบัติงานให้เขียนใบลาป่วยทันที  พนักงานที่ลาป่วยเกิน 2 วันต้องมีใบรับรองแพทย์มาประกอบใบลาป่วยทุกครั้ง</h4>
                                <h4>6.  การลาคลอด พนักงานสามารถใช้สิทธิ์ลาคลอดตามกฎหมายแรงงาน การจ่ายค่าตอบแทนตามกฎหมายแรงงาน</h4>
                                <h4>7.  การลาออก พนักงานที่ขอลาออกต้องยื่นใบลาออกแก่หัวหน้างานโดยต้องยื่นใบลาออกล่วงหน้าไม่น้อยกว่า 30 วัน นับจากวันที่ที่ขอยื่นใบลาออก บริษัทฯ สงวนสิทธิ์ในการฟ้องเรียกร้องความเสียหาย กรณีที่พนักงานลาออกกะทันหัน ทำให้เกิดความเสียหายในการจัดเตรียมพนักงานทดแทน</h4>
                                <h4>8.  พนักงานจะต้องแต่งกายเรียบร้อยและสุภาพ พนักงานที่บริษัทฯ ให้เครื่องสวมใส่ทำงานจะต้องสวมใส่ทำงานทุกวัน และต้องรักษาเครื่องสวมใส่นั้นให้สะอาดและน่าดู</h4>
                                <h4>9.  พนักงานมีหน้าที่ช่วยกันรักษาความสะอาด ความเป็นระเบียบเรียบร้อยในบริเวณสำนักงาน รวมทั้งดูแล บำรุงรักษาเครื่องมือ และอุปกรณ์ต่างๆ ในการทำงานให้อยู่ในสภาพที่เป็นระเบียบเรียบร้อยอยู่เสมอ</h4>
                                <h4>10. พนักงานต้องไม่นำยาเสพติดผิดกฎหมาย หรืออาวุธที่มีอันตรายร้ายแรง หรือวัตถุระเบิด เข้ามาในบริเวณที่ทำงานของบริษัทฯ</h4>
                                <h4>11. พนักงานต้องสุภาพเรียบร้อย เชื่อฟัง และไม่แสดงความกระด้างกระเดื่องต่อผู้บังคับบัญชา ผู้ใต้บังคับบัญชาจะต้องปฏิบัติ ตามคำสั่งของผู้บังคับบัญชา ซึ่งสั่งในหน้าที่การงานโดยชอบด้วยกฎหมายและระเบียบแบบแผนของบริษัทฯ โดยไม่ขัดขืน หรือหลีกเลี่ยง</h4>
                                <h4>12. พนักงานต้องปฏิบัติหน้าที่ด้วยความขยันขันแข็งและเต็มความสามารถ</h4>
                                <h4>13. พนักงานต้องปฏิบัติหน้าที่ ซื่อสัตย์ ไม่กลั่นแกล้ง หรือจงใจก่อให้เกิดความเสียหายแก่บริษัทฯ หรือพนักงานด้วยกันเอง</h4>
                                <h4>14. พนักงานต้องไม่เปิดเผยค่าจ้างของตนเองหรือผู้อื่น หรือข้อมูลใดๆ อันเป็นความลับที่เกี่ยวกับกิจการบริษัทฯ นอกจากจะได้รับอนุญาตจากกรรมการผู้รับมอบอำนาจ รวมทั้งไม่แพร่ข่าวอันจะทำให้บริษัทฯ ได้รับความเสียหาย</h4>
                            </div>
                        </div>  
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>
@endsection